{
    "biographySections": [
        {
            "id": "miniBio",
            "content": "Salvador Dalí (born May 11, 1904, Figueras, Spain—died January 23, 1989, Figueras) was a Spanish artist and filmmaker, who was part of the Surrealist group in his early career and continued to build on the movement's ideas and imagery throughout his life. His eccentric behavior and his eerie paintings made him the best known of the group."
        },
        {
            "id": "earlyLife",
            "content": "Dalí was born in Figueras, Spain, a town in the Catalonia region. He was the son of Salvador Dalí Cusí, a notary, atheist, and Republican who supported Catalonia's independence from Spain, and Felipa Domènech Ferrés, a Roman Catholic, who indulged her son's quirky behavior. Salvador Dalí was their second son, the first had died nine months prior and had also been named Salvador. A younger sister, Ana María, was born in 1908. Salvador Dalí spoke Catalan at home but also learned Spanish and French. His mostly happy childhood and adolescence came to an end with the death of his mother of breast cancer in 1921. Soon after Dalí enrolled at the Real Academia de Bellas Artes de San Fernando in Madrid."
        },
        {
            "id": "surrealism",
            "content": "As an art student in Madrid, Dalí assimilated a vast number of artistic styles and displayed unusual technical facility as a painter. It was not until the late 1920s, however, that two events brought about the development of his mature artistic style: his discovery of Sigmund Freud's writings on the erotic significance of subconscious imagery and his affiliation with the Paris Surrealists, a group of artists and writers who sought to establish the “greater reality” of the human subconscious over reason. To bring up images from his subconscious mind, Dalí began to induce hallucinatory states in himself by a process he described as “paranoiac critical.” Once Dalí hit on that method, his painting style matured with extraordinary rapidity, and from 1929 to 1937 he produced the paintings which made him the best-known Surrealist artist. He depicted a dreamworld in which commonplace objects are juxtaposed, deformed, or otherwise metamorphosed in a bizarre and irrational fashion. Dalí portrayed those objects in meticulous, almost painfully realistic detail and usually placed them within bleak sunlit landscapes that were reminiscent of his Catalonian homeland. Perhaps the most famous of those enigmatic images is The Persistence of Memory (1931), in which limp melting watches rest in an eerily calm landscape. With the Spanish director Luis Buñuel, Dalí made two Surrealistic films—Un Chien andalou (1929; An Andalusian Dog) and L'Âge d'or (1930; The Golden Age)—that are similarly filled with grotesque but highly suggestive images. During the presentation of the first film, Dalí met French poet Paul Éluard, one of the founders of Surrealism, and his wife, Gala. She married Dalí in 1934 and became his manager, model, and muse."
        },
        {
            "id": "laterCarrer",
            "content": "In the late 1930s Dalí switched to painting in a more-academic style under the influence of the Renaissance painter Raphael. His ambivalent political views during the rise of fascism alienated his Surrealist colleagues, and he was eventually expelled from the group. Thereafter, he spent much of his time designing theater sets, interiors of fashionable shops, and jewelry as well as exhibiting his genius for flamboyant self-promotional stunts in the United States, where he lived from 1940 to 1955. Get Unlimited Access Try Britannica Premium for free and discover more. Salvador Dalí Salvador DalíSpanish artist Salvador Dalí sitting in front of his oil-on-canvas painting The Madonna of Port Lligat (1950). In the period from 1950 to 1970, Dalí painted many works with religious themes, though he continued to explore erotic subjects, to represent childhood memories, and to use themes centering on his wife, Gala. Notwithstanding their technical accomplishments, those later paintings are not as highly regarded as the artist's earlier works."
        },
        {
            "id": "otherWork",
            "content": "The most interesting and revealing of Dalí's books is The Secret Life of Salvador Dalí (1942). In addition to his art and writing, Dalí also created a monument to himself, the Dalí Theatre-Museum, in his hometown of Figueras, which opened in 1974 and features art from his collection. The museum was designed by the artist and constructed on the remains of the local theater building, which was destroyed in a fire during the Spanish Civil War. It was also where Dalí had shown some of his earliest art pieces. Dalí was buried under the stage after his death in 1989. Another museum dedicated to the Surrealist was founded by collectors by A. Reynolds and Eleanor Morse in 1982 and is located in St. Petersburg, Florida."
        }
    ],
    "galleries": {
        "spainGal": [
            {
                "title": "Dalí Theatre-Museum (Figueres, Spain)",
                "url": "https://www.salvador-dali.org/en/museums/dali-theatre-museum-in-figueres/"
            },
            {
                "title": "Dalí House Museum (Portlligat, Cadaqués, Spain)",
                "url": "https://www.salvador-dali.org/en/museums/house-salvador-dali-in-portlligat/"
            }
        ],
        "otherGal": [
            {
                "title": "Dalí Museum Paris (Paris, France)",
                "url": "https://www.daliparis.com/en/"
            },
            {
                "title": "The Dalí Museum (St. Petersburg, Florida)",
                "url": "https://thedali.org/"
            }
        ]
    },
    "links": [
        {
            "title": "Wikipedia",
            "url": "https://en.wikipedia.org/wiki/Salvador_Dal%C3%AD"
        },
        {
            "title": "Dali museum (about) ",
            "url": "https://thedali.org/about-the-museum/timeline/"
        }
    ]
}
